Repository: NamPNQ/vp.web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: The Vietnam Open Educational Resources (VOER) is supported by <a href="http://www.vnfoundation.org">The Vietnam Foundation</a> and powered by <a href="http://www.hanoispring.com">Hanoi Spring Platform</a>. <br>Except where otherwise noted, content created on this site is licensed under a Creative Commons Attribution 3.0 License.
vi: Thư viện Học liệu Mở Việt Nam (VOER) được tài trợ bởi <a href="http://www.vnfoundation.org">Vietnam Foundation</a> và vận hành trên nền tảng <a href="http://www.hanoispring.com">Hanoi Spring</a>. <br>Các tài liệu đều tuân thủ giấy phép Creative Commons Attribution 3.0 trừ khi ghi chú rõ ngoại lệ.

source: Home
vi: Trang chủ

source: Browse All
vi: Duyệt tài liệu

source: Contribute
vi: Đóng góp

source: About Us
vi: Giới thiệu

source: Account View
vi: Xem tài khoản

source: Logout
vi: Đăng xuất

source: Register
vi: Đăng ký

source: Login
vi: Đăng nhập

source: Login to VOER
vi: Đăng nhập

source: Remember me
vi: Ghi nhớ

source: Forgot your password ?
vi: Quên mật khẩu?

source: Don't have an account? Sign up for VOER
vi: Bạn chưa có tài khoản? Hãy đăng ký.

source: The username or password is incorrect.
vi: Tên đăng nhập hoặc mật khẩu chưa đúng

source: User Guide
vi: Hướng dẫn sử dụng

source: Featured authors
vi: Tác giả tiêu biểu

source: Featured materials
vi: Nội dung tiêu biểu

source: Set default password
vi: Đặt lại mật khẩu

source: Enter default password
vi: Nhập mật khẩu mới

source: Set default password for new user
vi: Đặt mật khẩu mặc định cho người dùng

source: File
vi: Tệp

source: Save
vi: Lưu lại

source: Settings
vi: Cài đặt

source: Module License
vi: Giấy phép của Tài liệu

source: Set license content for module creation.
vi: Xác lập giấy phép cho module.

source: Collection License
vi: Giấy phép của Giáo trình

source: Set license content for collection creation.
vi: Xác lập giấy phép cho collection.

source: Sort by
vi: Sắp xếp theo

source: Title
vi: Tiêu đề

source: Relevance
vi: Mức tương tự

source: Rating
vi: Đánh giá

source: Date
vi: Ngày

source: Filter By
vi: Lọc theo

source: All types
vi: Tất cả

source: Modules
vi: Tài liệu

source: Collection
vi: Giáo trình

source: All languages
vi: Tất cả ngôn ngữ

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: All categories
vi: Tất cả chủ đề

source: Edit
vi: Chỉnh sửa

source: Attachments
vi: Tập tin đính kèm

source: Comment
vi: Góp ý

source: View my profile
vi: Xem hồ sơ

source: By same author
vi: Cùng tác giả

source: Similar items
vi: Nội dung tương tự

source: Vietnam Open Education Resources
vi: Thư Viện Học Liệu Mở Việt Nam

source: Discover %(module_count)s modules, %(collection_count)s collections from %(person_count)s authors
vi: Khám phá %(module_count)s tài liệu, %(collection_count)s tuyển tập từ %(person_count)s tác giả

source: Module
vi: Tài liệu

source: User profile
vi: Hồ sơ cá nhân

source: Not available
vi: Chưa cập nhật

source: Homepage
vi: Trang chủ

source: National
vi: Quốc gia

source: Biography
vi: Tiểu sử

source: Business
vi: Kinh tế

source: Social Sciences
vi: Khoa học xã hội

source: Science and Technology
vi: Khoa học và công nghệ

source: Humanities
vi: Nhân văn

source: Arts
vi: Nghệ thuật

source: Mathematics and Statistics
vi: Toán học và thống kê

source: Others
vi: Khác

source: Uploaded On:
vi: Tải lên ngày:

source: Author
vi: Tác giả

source: Contributor
vi: Đồng biên tập

source: Editor
vi: Biên tập viên

source: Licensor
vi: Người giữ tác quyền

source: Translator
vi: Dịch giả

source: Popular
vi: Phổ biến

source: Featured
vi: Tiêu biểu

source: Most Liked
vi: Yêu thích nhất

source: Most Viewed
vi: Xem nhiều nhất

source: Most Discussed
vi: Thảo luận nhiều nhất

source: Most Recent
vi: Mới nhất

source: Search result
vi: Kết quả tìm kiếm

source: My VOER
vi: VOER của tôi

source: Account Settings
vi: Cài đặt

source: E-mail address
vi: Địa chỉ email

source: Enter Emai Address
vi: Email của bạn

source: Password
vi: Mật khẩu

source: Enter Your Password
vi: Nhập mật khẩu mới

source: Confirm password
vi: Xác nhận mật khẩu

source: Enter Confirm Password
vi: Xác nhận mật khẩu mới

source: To make your password stronger:
vi: Để mật khẩu của bạn mạnh hơn:

source: Make it at least 6 characters
vi: Tối thiểu có 6 kí tự

source: Add lowercase letters
vi: Thêm kí tự thường

source: Add uppercase letters
vi: Thêm kí tự viết hoa

source: Add numbers
vi: Thêm số

source: Add punctuation
vi: Thêm dấu '.'

source: To change the current user password, enter the new password in both fields.
vi: Để thay đổi mật khẩu hiện tại, hãy nhập mật khẩu mới vào hai trường

source: Picture
vi: Ảnh đại diện

source: Full name
vi: Họ và tên

source: First name
vi: Tên

source: Last name
vi: Họ

source: Affiliation
vi: Cơ quan

source: Affiliation URL
vi: URL cơ quan

source: Nationality
vi: Quốc tịch

source: Current password
vi: Mật khẩu hiện tại

source: Enter Current Password
vi: Nhập mật khẩu hiện tại

source: Enter your current password to change the E-mail address or Password. <a href="/user/password/reset/">Request new password</a>.
vi: Nhập mật khẩu hiện tại để thay đổi thông tin. <a href="/user/password/reset/">Quên mật khẩu </a>.

source: Cancel
vi: Hủy

source: User favorite
vi: Mục yêu thích

source: Gridview
vi: Xem dạng lưới

source: Listview
vi: Xem dạng danh sách

source: No data.
vi: Không có dữ liệu.

source: Are you sure drop this item(s)?
vi: Bạn muốn xoá dữ liệu?

source: Back
vi: Trước

source: Next
vi: Tiếp

source: Create a new module
vi: Tạo module mới

source: Create module in Batch
vi: Tạo nhiều module

source: Create a new collection
vi: Tạo collection mới

source: Unpublished items
vi: Tài liệu chưa công bố

source: Published items
vi: Tài liệu đã công bố

source: Favorite items
vi: Tài liệu yêu thích

source: Unpublish
vi: Chưa công bố

source: Saved Items
vi: Các mục được lưu

source: My Favorites
vi: Mục yêu thích

source: Profile Information
vi: Thông tin hồ sơ

source: Administration
vi: Quản trị

source: Most viewed
vi: Xem nhiều nhất

source: Most favourite
vi: Mục yêu thích

source: Create collection
vi: Tạo collection mới

source: I have read the above, and I agree to license this new work under its terms.
vi: Tôi đã đọc nội dung trên, và tôi chấp thuận nội dung của tôi tuân thủ các điều khoản có trong giấy phép.

source: Create Content
vi: Đóng góp nội dung

source: License
vi: Bản quyền

source: Metadata
vi: Thông tin bổ sung

source: Content
vi: Nội dung

source: Enter title
vi: Nhập tiêu đề

source: Description
vi: Mô tả

source: Name
vi: Tên

source: Add more author
vi: Thêm tác giả

source: Search author
vi: Nhập tên tác giả

source: Categories
vi: Phân loại

source: Image
vi: Ảnh

source: Language
vi: Ngôn ngữ

source: Choose language
vi: Chọn Ngôn ngữ

source: Keywords
vi: Các từ khóa

source: Tags
vi: Các Tag

source: Enter tags
vi: Thêm tag

source: Add new author
vi: Thêm tác giả

source: Files must be less than 2 MB. <br>Allowed file types: png gif jpg jpeg.
vi: Kích thước tài liệu không vượt quá 50MB. <br>Hệ thống chấp nhận các định dạng: png gif jpg jpeg.

source: Create Section
vi: Tạo mục mới

source: Create section
vi: Tạo mục mới

source: Publish
vi: Công bố

source: Create mass modules
vi: Tạo module

source: Import
vi: Nhập

source: Create module
vi: Tạo module

source: Document for import
vi: Tải tài liệu

source: Upload a document file, the best support extensions: doc
vi: Hỗ trợ tốt nhất kiểu file Word 2003 (doc), các định dạng khác đang trong giai đoạn phát triển.

source: Body
vi: Thân

source: Download
vi: Tải về

source: Reuse
vi: Tái sử dụng

source: PDF Collection
vi: Giáo trình PDF

source: PDF Module
vi: Tài liệu PDF

source: Collections
vi: Giáo trình

source: Collections using this module
vi: Tuyển tập sử dụng module này

source: Show password
vi: Hiện mật khẩu

source: Password change successful
vi: Đổi mật khẩu thành công

source: Your password was changed.
vi: Mật khẩu của bạn đã được đổi.

source: Password change
vi: Đổi mật khẩu

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
vi: Vui lòng nhập mật khẩu hiện tại của bạn, sau đó nhập mật khẩu mới hai lần

source: Old password:
vi: Mật khẩu cũ

source: New password:
vi: Mật khẩu mới

source: Confirm password:
vi: Xác nhận mật khẩu mới

source: Change my password
vi: Đổi mật khẩu

source: Password reset complete
vi: Đặt lại mật khẩu hoàn tất

source: Your password has been set. You may go ahead and log in now.
vi: Mật khẩu của bạn đã được đặt lại. Bạn có thể đăng nhập ngay bây giờ.

source: Log in
vi: Đăng nhập

source: Password reset
vi: Đặt lại mật khẩu

source: Enter new password
vi: Nhập mật khẩu mới

source: Please enter your new password twice so we can verify you typed it in correctly.
vi: Vui lòng nhập mật khẩu mới hai lần

source: Password reset unsuccessful
vi: Đặt lại mật khẩu không thành công

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
vi: Đường dẫn để đặt lại mật khẩu không đúng, có thể nó đã được sử dụng. Vui lòng làm lại yêu cầu đặt lại mật khẩu.

source: Password reset successful
vi: Đặt lại mật khẩu thành công.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
vi: Chúng tôi đã gửi email hướng dẫn đặt mật khẩu tới email của bạn. Vui lòng kiểm tra hòm thư của bạn, kể cả thư mục Thư rác.

source: You're receiving this e-mail because you requested a password reset
vi: Bạn nhận được thư này bởi vì bạn đã yêu cầu đặt lại mật khẩu

source: for your user account at %(site_name)s
vi: cho tài khoản của bạn tại %(site_name)s.

source: Please go to the following page and choose a new password:
vi: Xin vui lòng truy cập trang sau và chọn mật khẩu mới:

source: Your username, in case you've forgotten:
vi: Tên tài khoản của bạn:

source: Thanks for using our site!
vi: Cảm ơn bạn đã sử dụng Thư viện Học liệu Mở Việt Nam

source: The %(site_name)s team
vi: Ban điều hành %(site_name)s.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
vi: Quên mật khẩu? Hãy nhập địa chỉ email của bạn, chúng tôi sẽ gửi email hướng dẫn cách đặt lại mật khẩu.

source: E-mail address:
vi: Email:

source: Reset my password
vi: Đặt lại mật khẩu

source: Registration complete
vi: Quá trình đăng ký đã hoàn tất

source: Sign up
vi: Đăng ký

source: Please correct the errors below:
vi: Hãy sửa lại các lỗi bên dưới:

source: Your username
vi: Tên đăng nhập

source: Your email Address
vi: Email của bạn

source: Your password
vi: Mật khẩu của bạn

source: Enter password again
vi: Nhập lại mật khẩu

source: Invalid captcha
vi: Nhập sai mã xác thực

source: Required
vi: Bắt buộc

source: You must agree to the terms and conditions!
vi: Bạn phải đồng ý các quy định và các điều khoản!
